<template>
    <div class="xieyi">
        <h2>服务协议</h2>
        <div>
            <strong>一、本站服务条款的确认和接纳</strong>
            <p>本站的各项电子服务的所有权和运作权归本站。本站提供的服务将完全按照其发布的服务条款和操作规则严格执行。用户同意所有服务条款并完成注册程序，才能成为本站的正式用户。用户确认：本协议条款是处理双方权利义务的约定，除非违反国家强制性法律，否则始终有效。在下订单的同时，您也同时承认了您拥有购买这些产品的权利能力和行为能力，并且将您对您在订单中提供的所有信息的真实性负责。</p>
        </div>
        <div>
            <strong>二、服务简介</strong>
            <p>本站运用自己的操作系统通过国际互联网络为用户提供网络服务。同时，用户必须： </p>
            <p>(1)自行配备上网的所需设备，包括个人电脑、调制解调器或其它必备上网装置。</p>
            <p>(2)自行负担个人上网所支付的与此服务有关的电话费用、网络费用。</p>
            <p>基于本站所提供的网络服务的重要性，用户应同意</p>
            <p>(1)提供详尽、准确的个人资料。</p>
            <p>(2)不断更新注册资料，符合及时、详尽、准确的要求。</p>
            <p>本站保证不公开用户的真实姓名、地址、电子邮箱和联系电话等用户信息， 除以下情况外：</p>
            <p>(1)用户授权本站透露这些信息。</p>
            <p>(2)相应的法律及程序要求本站提供用户的个人资料。</p>
        </div>
        <div>
            <strong>三、价格和数量</strong>
            <p>本站将尽最大努力保证您所购商品与网站上公布的价格一致。</p>
            <p>产品的价格和可获性都在本站上指明，这类信息将随时更改。</p>
            <p>您所订购的商品，如果发生缺货，您有权取消定单。</p>
        </div>
        <div>
            <strong>四、送货</strong>
            <p>1、每日正常配送时间：08：00-21：00，其他时间请尽量提前咨询订购，我们在确认可完成的前提下，根据实际情况加收25-120服务费用。</p>
            <p>2、非节日期间，提前预定的订单，我们会按照客户要求时间配送，预计有上下一个小时的时间差，但不作为承诺；如果当天预定，您至少应提前3小时下订单。</p>
            <p>3、定时服务：如果您一定要求**点送到，请您选择定时服务，需要加收25元的定时费用，但服务时间会有±30分钟的误差，但如果确有特殊原因：如交通问题，收花人联系不到等而造成递送时间的拖延，我们将不承担赔偿责任。</p>
            <p>4、节日期间送花（如情人节，母亲节，父亲节，圣诞节等）由于送货量大、线路安排、交通状况等原因，我们只保证当天时间送达。如确有特殊要求，请提前电话咨询我们，得到确认后可按您要求的时间段送达。此项服务将根据具体情况加收60-120元专项服务费。</p>
            <p>5、为了能够有充分的时间准备，我们建议您尽早预定,但因气候问题、交通问题、收货人联系不到等某些不可抗拒情况发生而造成递送时间的拖延，我们将不承担赔偿责任。</p>
            <p>本站保证不公开用户的真实姓名、地址、电子邮箱和联系电话等用户信息， 除以下情况外：</p>
            <p>请清楚准确地填写您的真实姓名、送货地址及联系方式。因如下情况造成订单延迟或无法配送等，本站将无法承担配送的责任：</p>
            <p>1．天气恶劣造成的鲜花不新鲜或者产品变形。</p>
            <p>2．订单人在下午6点后订购，支付成功并要求第二天上午10点前送到的订单</p>
            <p>3. 当地花材短缺,或者蛋糕材料紧缺，在无法直接联系到订货人的情况下,我方考虑订单实际情况(如:生日,聚会等有时效性的情况),决定替换成同等价位材料的订单.</p>
            <p>4、如订单已经送出，但因收货人自身原因不愿意签收的订单。</p>
            <p>5、产品已经送出，因订货人提供收货人电话号码有误，地址不详细的，且订货人也无法再次提供正确签收信息的订单。</p>
            <p>6、主材料相符，由于当地行情、季节因素以及习俗更换配材的订单。</p>
            <p>7、特殊材料，需要提前预订的、因自然灾害，或交通延误导致不能按时到货的，和订货人协商处理。</p>
        </div>
        <div>
            <strong>五、服务条款的修改</strong>
            <p>本站将可能不定期的修改本用户协议的有关条款，一旦条款及服务内容产生变动，本站将会在网站页面上提示修改内容。</p>
        </div>
        <div>
            <strong>六、用户隐私制度</strong>
            <p>尊重用户个人隐私是本站的一项基本服务原则。所以，作为对以上第二条注册资料分析的补充，本站一定不会在未经合法用户授权时公开、编辑或透露其注册资料及保存在本站中的非公开内容。</p>
        </div>
        <div>
            <strong>七、用户的帐号，密码的安全性</strong>
            <p>用户一旦注册成功，成为本站的合法用户，将得到一个密码和用户名。您可随时根据指示更改您的密码。用户需谨慎合理的保存、使用用户名和密码。用户若发现任何非法使用用户帐号或存在安全漏洞的情况，请立即通知本站或向公安机关报案。</p>
        </div>
        <div>
            <strong>八、对用户信息的存储和限制</strong>
            <p>如果用户违背了国家法律法规规定或本协议约定，本站有视具体情形中止或终止对其提供网络服务的权利。</p>
        </div>
        <div>
            <strong>九、用户管理</strong>
            <p>本协议依据国家相关法律法规规章制定，用户同意严格遵守以下条款：</p>
            <p>(1)从中国境内向外传输技术性资料时必须符合中国有关法规。 </p>
            <p>(2)不利用本站从事非法活动。 </p>
            <p>(3)不干扰或混乱网络服务。  </p>
            <p>(4)遵守所有使用网络服务的网络协议、规定、程序和惯例。 </p>
            <p>用户须承诺不传输任何违法犯罪的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，淫秽的、不文明的等信息资料；不传输损害国家社会公共利益和涉及国家安全的信息资料；不传输教唆他人从事本条所述行为的信息资料。 </p>
            <p>未经许可而非法进入其它电脑系统是禁止的。 </p>
            <p>若用户的行为不符合以上提到的服务条款，本站将作出独立判断立即取消用户服务帐号。用户需对自己在网上的行为承担法律责任。用户若在本站上散布和传播反动、色情或其它违反国家法律的信息，本站的系统记录有可能作为用户违反法律的证据。</p>
        </div>
        <div>
            <strong>十、通告</strong>
            <p>所有发给用户的通告都可通过重要页面的公告或电子邮件或常规的信件传送。用户协议条款的修改、服务变更、或其它重要事件的通告都会以此形式进行。</p>
        </div>
        <div>
            <strong>十一、网络服务内容的所有权</strong>
            <p>本站定义的网络服务内容包括：文字、软件、声音、图片、录象、图表、广告中的全部内容；电子邮件的全部内容；本站为用户提供的其它信息。所有这些内容受版权、商标、标签和其它财产所有权法律的保护。所以，用户只能在本站和广告商授权下才能使用这些内容，而不能擅自复制、再造这些内容、或创造与内容有关的派生产品。本站所有的文章版权归原文作者和本站共同所有，任何人需要转载本站的文章，必须征得原文作者和本站授权。</p>
        </div>
        <div>
            <strong>十二、责任限制</strong>
            <p>如因不可抗力或其它本站无法控制的原因使本站销售系统崩溃或无法正常使用导致网上交易无法完成或丢失有关的信息、记录等本站会尽可能合理地协助处理善后事宜，并尽最大努力使客户免受损失。</p>
        </div>
        <div>
            <strong>十三、法律管辖和适用</strong>
            <p>本协议的订立、执行和解释及争议的解决均应适用中国法律。</p>
            <p>如发生本站服务条款与中国法律相抵触时，则这些条款将完全按法律规定重新解释，而其它有效条款继续有效。</p>
            <p>如双方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可向人民法院提起诉讼。</p>
        </div>
        <div class="btns">
            <span>服务热线： 400-658-1177 </span>
            <span class="kefu">客服QQ： 139010678</span>
        </div>
    </div>
</template>
<style lang="scss">
    .xieyi {
        padding: 50px 10px;
        h2 {
            font-size: 16px;
            text-align: center;
            line-height: 50px;
            border-top: 1px solid #ccc;
            border-bottom: 1px solid #ccc;
        }
        div {
            padding: 10px 0;
            font-size: 14px;
            line-height: 26px;
            strong {
                color: red;
            }
            p {

            }
        }
        .btns {
            padding-bottom: 100px;
            span {
                display: block;
                width: 100%;
                text-align: center;
                background: #FD4B4B;
                margin-bottom: 20px;
                line-height: 40px;
                color: #fff;
                font-size: 16px;
            }
            .kefu {
                background: #6CB248
            }
        }
    }
</style>
<script>
    
</script>